---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.RoomFailures.RoomTagVolumeNotComputed
source: html/163fa54b-ebe5-5109-8f07-3c8f02da0e55.htm
---
# Autodesk.Revit.DB.BuiltInFailures.RoomFailures.RoomTagVolumeNotComputed Property

[Room] Tag is displaying volume that can't be computed.

## Syntax (C#)
```csharp
public static FailureDefinitionId RoomTagVolumeNotComputed { get; }
```